{
  "session": {
    "createSuccess": "Session créée avec succès !",
    "createError": "Échec de la création de la session, veuillez réessayer plus tard.",
    "revokeSuccess": "Session révoquée avec succès !",
    "revokeError": "Échec de la révocation de la session, veuillez réessayer plus tard.",
    "deleteSuccess": "Session supprimée avec succès !",
    "deleteError": "Échec de la suppression de la session, veuillez réessayer plus tard."
  },
  "userCredential": {
    "createSuccess": "Identifiants utilisateur créés avec succès !",
    "createError": "Échec de la création des identifiants utilisateur, veuillez réessayer plus tard.",
    "updateSuccess": "Identifiants utilisateur mis à jour avec succès !",
    "updateError": "Échec de la mise à jour des identifiants utilisateur, veuillez réessayer plus tard.",
    "deleteSuccess": "Identifiants utilisateur supprimés avec succès !",
    "deleteError": "Échec de la suppression des identifiants utilisateur, veuillez réessayer plus tard."
  },
  "mfaFactor": {
    "createSuccess": "Facteur MFA créé avec succès !",
    "createError": "Échec de la création du facteur MFA, veuillez réessayer plus tard.",
    "updateSuccess": "Facteur MFA mis à jour avec succès !",
    "updateError": "Échec de la mise à jour du facteur MFA, veuillez réessayer plus tard.",
    "deleteSuccess": "Facteur MFA supprimé avec succès !",
    "deleteError": "Échec de la suppression du facteur MFA, veuillez réessayer plus tard."
  },
  "refreshToken": {
    "createSuccess": "Jeton de rafraîchissement créé avec succès !",
    "createError": "Échec de la création du jeton de rafraîchissement, veuillez réessayer plus tard.",
    "updateSuccess": "Jeton de rafraîchissement mis à jour avec succès !",
    "updateError": "Échec de la mise à jour du jeton de rafraîchissement, veuillez réessayer plus tard.",
    "deleteSuccess": "Jeton de rafraîchissement supprimé avec succès !",
    "deleteError": "Échec de la suppression du jeton de rafraîchissement, veuillez réessayer plus tard."
  },
  "passwordReset": {
    "createSuccess": "Réinitialisation de mot de passe créée avec succès !",
    "createError": "Échec de la création de la réinitialisation de mot de passe, veuillez réessayer plus tard.",
    "updateSuccess": "Réinitialisation de mot de passe mise à jour avec succès !",
    "updateError": "Échec de la mise à jour de la réinitialisation de mot de passe, veuillez réessayer plus tard.",
    "deleteSuccess": "Réinitialisation de mot de passe supprimée avec succès !",
    "deleteError": "Échec de la suppression de la réinitialisation de mot de passe, veuillez réessayer plus tard."
  },
  "passwordHistory": {
    "createSuccess": "Historique de mot de passe créé avec succès !",
    "createError": "Échec de la création de l'historique de mot de passe, veuillez réessayer plus tard."
  },
  "loginAttempt": {
    "createSuccess": "Tentative de connexion créée avec succès !",
    "createError": "Échec de la création de la tentative de connexion, veuillez réessayer plus tard.",
    "deleteSuccess": "Tentative de connexion supprimée avec succès !",
    "deleteError": "Échec de la suppression de la tentative de connexion, veuillez réessayer plus tard."
  },
  "accountLockout": {
    "createSuccess": "Verrouillage de compte créé avec succès !",
    "createError": "Échec de la création du verrouillage de compte, veuillez réessayer plus tard.",
    "updateSuccess": "Verrouillage de compte mis à jour avec succès !",
    "updateError": "Échec de la mise à jour du verrouillage de compte, veuillez réessayer plus tard.",
    "deleteSuccess": "Verrouillage de compte supprimé avec succès !",
    "deleteError": "Échec de la suppression du verrouillage de compte, veuillez réessayer plus tard."
  },
  "trustedDevice": {
    "createSuccess": "Appareil de confiance créé avec succès !",
    "createError": "Échec de la création de l'appareil de confiance, veuillez réessayer plus tard.",
    "deleteSuccess": "Appareil de confiance supprimé avec succès !",
    "deleteError": "Échec de la suppression de l'appareil de confiance, veuillez réessayer plus tard."
  },
  "login": {
    "success": "Connexion réussie !",
    "accountLocked": "Le compte est verrouillé, veuillez contacter l'administrateur",
    "invalidCredentials": "L'email ou le mot de passe est incorrect",
    "invalidPhoneCredentials": "Le numéro de téléphone ou le mot de passe est incorrect",
    "failed": "Échec de la connexion, veuillez réessayer plus tard"
  },
  "verificationCode": {
    "sendError": "Échec de l'envoi du code de vérification, veuillez réessayer plus tard."
  },
  "signup": {
    "error": "Échec de l'inscription, veuillez réessayer plus tard."
  }
}
